[Information]
; (Latest Translator, First Translator, Second Translator ...)
TRANSLATORS=Cristian Stoica (cristianstoica85@gmail.com), Queen-Soft.blogspot.com
VERSION=4.1

[Language]
LANGUAGE=Română
CHARACTER_CODE=Unicode (UTF-16, LE, w/ BOM)
; Local ID : http://msdn.microsoft.com/en-us/library/ms912047(WinEmbedded.10).aspx
LOCALE_ID=0x0418

[Menu]
FILE=&Fișier
FILE_EXIT=&Ieșire
EDIT=&Editare
EDIT_COPY=&Copiază
THEME=&Temă
HELP=&Ajutor
HELP_ABOUT=&Despre CrystalDiskMark
LANGUAGE=Limbă
ZOOM=&Mărire
AUTO=&Automatic
; 3.0
TEST_DATA=&Date de test
DEFAULT_RANDOM=Implicit (aleatoare)
; 4.0
SETTINGS=&Setări
SAVE=&Salvează
QUEUES_THREADS=&Cozi și fire de execuție
; 4.1
INTERVAL_TIME=&Interval de timp
SECOND=sec.
MINUTE=min.
HOUR=oră
; 5.0.3
ALL_ZERO=All 0x00 (0 Fill)
; 5.1.0
SELECT_FOLDER=Select Folder
; 7.0.0
FONT_SETTING=&Font Setting
PROFILE=&Profile
PROFILE_DEFAULT=Default
PROFILE_PEAK=Peak Performance
PROFILE_REAL=Real World Performance

[Message]
STOP_BENCHMARK=Oprește testarea.
DISK_CAPACITY_ERROR=Capacitatea discului este insuficientă.
DISK_CREATE_FILE_ERROR=Eroare creare fișier.
DISK_WRITE_ERROR=Eroare scriere.
DISK_READ_ERROR=Eroare citire.
; 7.0.0
DISK_SPD_NOT_FOUND=DiskSpd is not found. Please re-install CrystalDiskMark.

[Title]
TEST_DRIVE=Testează unitatea
TEST_SIZE=Mărime test
TEST_COUNT=Test numărul
; 7.0.0
TEST_UNIT=Test Unit
TEST_MIX=Mix Ratio

[WindowTitle]
ABOUT=Despre CrystalDiskMark
QUEUES_THREADS=Cozi și fire de execuție
; 7.0.0
FONT_SETTING=Font Setting
COMMENT=Comment

[Dialog]
AUTO=Auto
; 7.0.0
FONT_FACE=Font Face
FONT_SCALE=Font Scale (%)
FONT_RENDER_METHOD=Render Method
BLOCK_SIZE=Block Size
QUEUES=Queues
THREADS=Threads
SEQUENTIAL_1=Sequential (1)
SEQUENTIAL_2=Sequential (2)
RANDOM_1=Random (1)
RANDOM_2=Random (2)
DEFAULT_AFFINITY=Default Affinity
ENABLED=Enabled
DISABLED=Disabled

